BtmsGatewayStub/Services/Simulation/Examples/PollSearchCertificateResultRequest_ISCToIpaffs.xml

<?xml version="1.0" encoding="utf-8"?>
<NS1:Envelope xmlns:NS1="http://www.w3.org/2003/05/soap-envelope">
  <NS1:Header/>
  <NS1:Body>
    <NS2:CertificatePoll xmlns:NS2="traceswsns">
      <NS2:XMLSchemaVersion>2.0</NS2:XMLSchemaVersion>
      <NS2:UserIdentification>username</NS2:UserIdentification>
      <NS2:UserPassword>password</NS2:UserPassword>
      <NS2:SendingDate>2025-03-28 11:37</NS2:SendingDate>
      <NS2:RequestIdentifier>1743161821984</NS2:RequestIdentifier>
    </NS2:CertificatePoll>
  </NS1:Body>
</NS1:Envelope>